Repository: everythinguwannatobe/puffery
Catalog: Puffery Intents/*.lproj/Intents.strings
Languages: de

# 2CEv27
source: What do you want to send?
de: Was möchtest du senden?!

# 3i86ta
source: What are your news about?
de: Worum dreht sich deine Benachrichtigung?

# 4qmcEn
source: Green
de: Grün

# 7pFvC1
source: Channel
de: Channels

# 8lP3JP
source: Title
de: Titel

# Bc4x5P
source: There are ${count} options matching ‘${channel}’.
de: Es gibt ${count} ‘${channel}’.

# F9f13U
source: Body
de: Text

# GHDi5m
source: Color
de: Farbe

# M2A1eQ
source: Yellow
de: Geld

# Mn6Npa
source: Which one?
de: Welche?

# N07NEs
source: Gray
de: Grau

# N45ftg
source: Just to confirm, you wanted ‘${channel}’?
de: Nur zur Sicherheit, meintest du ‘${channel}’?

# SdsiQp
source: Blue
de: Blau

# TiTEkD
source: Which channel do you want to notify?!
de: Welchen Channel willst benachrichtigen?!

# Ty9YiD
source: Red
de: Rot

# VSD5RM
source: Title
de: Titel

# VaiJjK
source: Color
de: Farbe

# XrQ6ja
source: Which one?
de: Welcher?

# Z4VBjF
source: Default
de: Standard

# ZSe6DS
source: Purple
de: Lila

# cwGWEv
source: Receive Only Key
de: Abonnement-Key

# dwp57W
source: Body
de: Text

# gZnnP0
source: Channel
de: Channels

# keYLBt-4qmcEn
source: There are ${count} options matching ‘Green’.
de: Es gibt ${count} Möglichkeiten für ‘Green’.

# keYLBt-JxZmbg
source: There are ${count} options matching ‘Orange’.
de: Es gibt ${count} Möglichkeiten für ‘Orange’.

# keYLBt-M2A1eQ
source: There are ${count} options matching ‘Yellow’.
de: Es gibt ${count} Möglichkeiten für ‘Yellow’.

# keYLBt-N07NEs
source: There are ${count} options matching ‘Gray’.
de: Es gibt ${count} Möglichkeiten für ‘Gray’.

# keYLBt-SdsiQp
source: There are ${count} options matching ‘Blue’.
de: Es gibt ${count} Möglichkeiten für ‘Blue’.

# keYLBt-Ty9YiD
source: There are ${count} options matching ‘Red’.
de: Es gibt ${count} Möglichkeiten für ‘Red’.

# keYLBt-Z4VBjF
source: There are ${count} options matching ‘Default’.
de: Es gibt ${count} Möglichkeiten für ‘Default’.

# keYLBt-ZSe6DS
source: There are ${count} options matching ‘Purple’.
de: Es gibt ${count} Möglichkeiten für ‘Purple’.

# keYLBt-ybvJOL
source: There are ${count} options matching ‘Pink’.
de: Es gibt ${count} Möglichkeiten für ‘Pink’.

# lwxOjm-4qmcEn
source: Just to confirm, you wanted ‘Green’?
de: Nur zur Sicherheit, meintest du ‘Green’?

# lwxOjm-JxZmbg
source: Just to confirm, you wanted ‘Orange’?
de: Nur zur Sicherheit, meintest du ‘Orange’?

# lwxOjm-M2A1eQ
source: Just to confirm, you wanted ‘Yellow’?
de: Nur zur Sicherheit, meintest du ‘Yellow’?

# lwxOjm-N07NEs
source: Just to confirm, you wanted ‘Gray’?
de: Nur zur Sicherheit, meintest du ‘Gray’?

# lwxOjm-SdsiQp
source: Just to confirm, you wanted ‘Blue’?
de: Nur zur Sicherheit, meintest du ‘Blue’?

# lwxOjm-Ty9YiD
source: Just to confirm, you wanted ‘Red’?
de: Nur zur Sicherheit, meintest du ‘Red’?

# lwxOjm-Z4VBjF
source: Just to confirm, you wanted ‘Default’?
de: Nur zur Sicherheit, meintest du ‘Default’?

# lwxOjm-ZSe6DS
source: Just to confirm, you wanted ‘Purple’?
de: Nur zur Sicherheit, meintest du ‘Purple’?

# lwxOjm-ybvJOL
source: Just to confirm, you wanted ‘Pink’?
de: Nur zur Sicherheit, meintest du ‘Pink’?

# mV8tPu
source: Title
de: Titel

# nGk7VB
source: Color
de: Farbe

# nYZHjL
source: News
de: Nachricht

# qYxVyV
source: Notify Channel
de: Channel benachrichtigen

# tZgIH4
source: Send news to a channel.
de: Sende eine Nachricht zu einem Channel.

# yLYyxe
source: News
de: Nachricht
