Repository: everythinguwannatobe/puffery
Catalog: Puffery/*.lproj/Localizable.strings
Languages: de

# Error.Http.StatusCode %d
source: An unknown error occured (%d).
de: Ein unbekannter Fehler ist aufgetreten (%d).

# Error.Http.404NotFound
source: Not found.
de: Nicht gefunden.

# Error.Http.500InternalServerError
source: An internal server error occurred.
de: Ein interner Serverfehler ist aufgetreten.

# Error.Http.503ServiceUnavailable
source: The server is temporarily not available. Try again later.
de: Der Server ist temporär nicht verfügbar. Versuche es später noch einmal.

# Acknowledgements.Title
source: Acknowledgements
de: Danksagungen

# Acknowledgements.Assets.InlineByAuthor %@
source: made by %@ from www.flaticon.com
de: erstellt von %@ auf www.flaticon.com

# Acknowledgements.Assets.ByAuthor %@
source: Icon made by %@ from www.flaticon.com
de: Icon erstellt von %@ auf www.flaticon.com

# PrivacyPolicy.Title
source: Privacy Policy
de: Datenschutzerklärung

# TermsAndConditions.Title
source: Terms and Conditions
de: AGB

# Settings.Title
source: Settings
de: Einstellungen

# Settings.Done
source: Done
de: Fertig

# Settings.Account.ChangeEmail
source: Change Email
de: E-Mail ändern

# Settings.Acknowledgements.Link
source: Acknowledgements
de: Danksagungen

# Settings.Session.Logout
source: Logout
de: Abmelden

# Settings.Session.DeleteAccount
source: Delete Account
de: Account Löschen

# Profile.Email.Title
source: Edit Profile
de: Profil bearbeiten

# Profile.Email.Change
source: Change
de: Ändern

# Profile.Email.Associate
source: Associate
de: Verknüpfen

# CreateChannel.Title
source: Create Channel
de: Channel erstellen

# CreateChannel.Cancel
source: Cancel
de: Abbrechen

# CreateChannel.Basic.Title
source: Title
de: Titel

# CreateChannel.Basic.Explanation
source: The title of your new Channel. You can share it with others later. To add an existing Channel to your owns, enter its notify key.
de: Der Titel deines neuen Channels. Du kannst ihn später mit anderen teilen. Um einen existierenden Channel hinzuzufügen, gib den Notify-Key ein.

# CreateChannel.Actions.Subscribe
source: Subscribe
de: Abonnieren

# CreateChannel.Actions.Create
source: Create
de: Erstellen

# CreateChannel.Basic.ReceiveNotifications
source: Receive Notifications
de: Neuigkeiten erhalten

# ChannelDetails.All
source: All
de: Alle

# ChannelDetails.NoMessages.Title
source: No news, yet.
de: Noch keine Neuigkeiten.

# ChannelDetails.NoMessages.HelperNotify
source: Create your own news!
de: Erstelle deine eigenen Neuigkeiten!

# ChannelDetails.NoMessages.HelperReceive
source: Stay tuned for the author!
de: Warte auf eine Neuigkeit vom Autor.

# ChannelDetails.NoMessages.HelperAll
source: Create channels or news!
de: Erstelle neue Channels und Neuigkeiten!

# ChannelList.All
source: All
de: Alle

# ChannelList.OwnChannels.SectionTitle
source: Own Channels
de: Eigene Channels

# ChannelList.OwnChannels.New
source: Create
de: Erstellen

# ChannelList.SubscribeChannels.SectionTitle
source: Subscribed Channels
de: Abonnierte Channels

# ChannelList.SubscribeChannels.New
source: Subscribe
de: Abonnieren

# ChannelList.NoChannels
source: No Channels
de: Keine Channel

# CreateMessage.Title
source: Create Notification
de: Benachrichtigen

# CreateMessage.Cancel
source: Cancel
de: Abbrechen

# CreateMessage.Create
source: Notify
de: Abschicken

# CreateMessage.MessageTitle
source: Title
de: Titel

# ChannelSettings.Basic.SectionTitle
source: General
de: Allgemein

# ChannelSettings.Basic.ReceiveNotifications
source: Receive Notifications
de: Benachrichtigungen erhalten

# ChannelSettings.Statistics.SectionTitle
source: Statistics
de: Statistiken

# ChannelSettings.Statistics.Notifiers
source: Notifiers
de: Autoren

# ChannelSettings.Statistics.Receivers
source: Receivers
de: Abonnenten

# ChannelSettings.Statistics.Messages
source: Current Messages
de: Bisherige Nachrichten

# ChannelSettings.Share.SectionTitle
source: Share
de: Teilen

# ChannelSettings.Share.Explanation
source: Share the Notify Key to allow others notifying you. If sufficient, just share the Receive Only Key to keep others up to date.
de: Teile deinen Notify-Key mit anderen, um dich zu benachrichtigen. Willst du andere benachrichtigen, verwende den Abonnement-Key.

# ChannelSettings.Share.InvitePublishers
source: Share to invite publishers
de: Autoren einladen

# ChannelSettings.Share.ReceiveOnlyKey
source: Receive Only Key
de: Abonnement-Key

# ChannelSettings.Share.InviteSubscribers
source: Invite subscribers
de: Abonnenten einladen

# ChannelSettings.HowTo.SectionTitle
source: How to send notifications?
de: Wie versende ich Benachrichtigungen?

# ChannelSettings.HowTo.CURL.Title
source: Using CURL
de: Per CURL

# ChannelSettings.HowTo.Email.Title
source: Using Email
de: Per E-Mail

# ChannelSettings.HowTo.Copied
source: Copied!
de: Kopiert!

# ChannelSettings.HowTo.Shortcuts.Action
source: Add example Shortcut
de: Beispiel Kurzbefehl hinzufügen

# ChannelSettings.Actions.Unsubscribe
source: Unsubscribe from channel
de: Channel-Abonnement beenden

# ChannelSettings.Actions.Done
source: Done
de: Fertig

# ChannelSettings.ConfirmUnsubscribe.Title
source: Unsubscribe
de: Abonnement beenden

# ChannelSettings.ConfirmUnsubscribe.Message
source: You won't receive any notifications for this channel anymore.
de: Du wirst von diesem Channel keine Benachrichtigungen mehr erhalten.

# ChannelSubscribing.Title
source: Subscribe Channel
de: Channel abonnieren

# ChannelSubscribing.Basic.Explanation
source: Insert a notify key or a receive only key.
de: Entweder einen Notify- oder einen Abonnement-Key einfügen.

# ChannelSubscribing.Subscribe
source: Subscribe
de: Abonnieren

# ChannelSubscribing.Cancel
source: Cancel
de: Abbrechen

# ChannelSubscribing.Basic.ReceiveNotifications
source: Receive Notifications
de: Benachrichtigungen erhalten

# ChannelSubscribingAlert.Title
source: Subscribe Channel
de: Channel abonnieren

# ChannelSubscribingAlert.Message
source: Do you want to receive notifications for this channel?
de: Möchtest du zu diesem Channel Benachrichtigungen erhalten?

# ChannelSubscribingAlert.Receive
source: Notify
de: Benachrichtigen

# ChannelSubscribingAlert.Silent
source: No
de: Nein

# ChannelSubscribingAlert.Cancel
source: Cancel
de: Abbrechen

# Fetching.Retry
source: Retry
de: Erneut versuchen

# GettingStarted.Splash.WelcomeToPuffery
source: Welcome to Puffery
de: Willkommen bei Puffery

# GettingStarted.Splash.FirstQuestion
source: Did you ever catch yourself opening your smartphone regulary to check if there is something new?
de: Hast du dich schon mal erwischt, wie du auf dem Smartphone schaust, ob es etwas neues gibt?

# GettingStarted.Splash.SecondQuestion
source: Did you ever wish to send a notification to your team?
de: Wolltest du je deinem Team eine Neuigkeit schicken?

# GettingStarted.Benefits.First
source: Get notified when it happens
de: Werde direkt benachrichtigt

# GettingStarted.Benefits.Second
source: No algorithms decide for you
de: Keine Algorithmen entscheiden für dich

# GettingStarted.Benefits.Third
source: No profiles – no social pressure
de: Keine Profile – kein sozialer Druck

# GettingStarted.Benefits.Fourth
source: Scriptable with Siri Shortcuts
de: Mit Siri Shortcuts programmierbar

# GettingStarted.Benefits.Fifth
source: Pause notifications
de: Pausieren von Benachrichtigungen

# GettingStarted.Registration.PrivacyOptionalEmail
source: As we value your privacy, providing an email is completely optional.
de: Da uns deine Privatsphäre am Herzen liegt, sind E-Mails bei der Registrierung optional.

# GettingStarted.Registration.Anonymous
source: Register anonymously
de: Anonym registrieren

# GettingStarted.Registration.WithEmail
source: Register with email
de: Mit E-Mail registrieren

# GettingStarted.Registration.EmailOptIn
source: You can opt-in for email later.
de: Du kannst später eine E-Mail hinzufügen.

# GettingStarted.Registration.RegistrationLoginDelimiter
source: OR
de: ODER

# GettingStarted.Registration.LogInWithEmail
source: Log in with email
de: Mit E-Mail anmelden

# GettingStarted.Registration.Failed
source: Regitstration failed
de: Registrierung fehlgeschlagen

# GettingStarted.Registration.TermsAndConditions
source: Our general terms and conditions apply.
de: Es gelten unsere AGB.

# GettingStarted.Login.Perform
source: Log in
de: Einloggen

# GettingStarted.Welcome.CreateChannels
source: Create channels
de: Channel erstellen

# GettingStarted.Welcome.SendNotification
source: Send a notification
de: Neuigkeiten versenden

# GettingStarted.Welcome.ShareChannel
source: Share your channel
de: Deinen Channel teilen

# GettingStarted.Welcome.SubscribeChannels
source: Subscribe other channels
de: Andere Channel abonnieren

# GettingStarted.Welcome.LetsStart
source: Let's start!
de: Los geht's!

# Registration.Email.Title
source: We sent you a link to log in by email
de: Wir haben dir einen Link zum Einloggen per E-Mail geschickt

# Registration.Email.Recepient email:%@
source: Sent to %@
de: Gesendet an %@

# Registration.Email.OpenApp
source: Open Mail
de: Mail öffnen

# Message.CopyWhole
source: Copy
de: Kopieren
